Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Album
es: Álbum
ja: アルバム
zh_hans: 专辑
zh_hant: 專輯

source: Album art
es: Carátula
ja: アルバムアート
zh_hans: 专辑封面
zh_hant: 專輯封面

source: Alignment
es: Alineación
ja: 配置
zh_hans: 对齐
zh_hant: 對齊

source: Alignment Snapping
es: Ajuste de alineación
ja: 整列スナップ
zh_hans: 对齐吸附
zh_hant: 對齊吸附

source: All
es: Todos
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All %@ time-based wallpaper rules will be cleared. The current wallpaper stays applied.
es: Se borrarán todas las reglas de fondo de pantalla basadas en la hora de %@. El fondo de pantalla actual se mantiene.
ja: 時間ベースの壁紙ルール %@ 件がすべてクリアされます。現在の壁紙はそのままです。
zh_hans: 全部 %@ 条基于时间的壁纸规则将被清除。当前壁纸保持应用。
zh_hant: 全部 %@ 條依時間的桌布規則將被清除。目前桌布維持套用。

source: All %lld time-based wallpaper rules will be cleared. The current wallpaper stays applied.
es: Se borrarán las %lld reglas de fondo de pantalla basadas en la hora. El fondo de pantalla actual se mantiene.
ja: 時間ベースの壁紙ルール %lld 件がすべてクリアされます。現在の壁紙はそのままです。
zh_hans: 全部 %lld 条基于时间的壁纸规则将被清除。当前壁纸保持应用。
zh_hant: 全部 %lld 條依時間的桌布規則將被清除。目前桌布維持套用。

source: All Displays
es: Todas las pantallas
ja: すべてのディスプレイ
zh_hans: 所有显示器
zh_hant: 所有顯示器

source: All Time
es: Desde el principio
ja: 全期間
zh_hans: 发布至今
zh_hant: 有史以來

source: All interfaces
es: Todas las interfaces
ja: すべてのインターフェイス
zh_hans: 所有接口
zh_hant: 所有介面

source: All set
es: Todo listo
ja: すべて完了
zh_hans: 全部就绪
zh_hant: 全部就緒

source: Allow access in Location Services
es: Permitir el acceso en Servicios de ubicación
ja: 位置情報サービスでアクセスを許可してください
zh_hans: 请在定位服务中允许访问
zh_hant: 請在定位服務中允許取用

source: Allow control in System Settings → Privacy & Security → Automation.
es: Permite el control en Ajustes del Sistema › Privacidad y seguridad › Automatización.
ja: 「システム設定 › プライバシーとセキュリティ › オートメーション」で操作を許可してください。
zh_hans: 请在“系统设置 › 隐私与安全性 › 自动化”中允许控制。
zh_hant: 請在「系統設定 › 隱私權與安全性 › 自動化」中允許控制。

source: Already have a Wallpaper Engine library? Choose Import a Local Folder instead — no sign-in needed.
es: ¿Ya tienes una biblioteca de Wallpaper Engine? Elige «Importar carpeta local» y no hará falta iniciar sesión.
ja: すでに Wallpaper Engine のライブラリがありますか？「フォルダ読み込み」を選べばサインイン不要です。
zh_hans: 已有 Wallpaper Engine 库？可以改为“导入本地文件夹”，无需登录。
zh_hant: 已有 Wallpaper Engine 庫？可以改為「匯入本機資料夾」，無需登入。

source: Already installed
es: Ya instalado
ja: インストール済み
zh_hans: 已安装
zh_hant: 已安裝

source: Already installed badge
es: Distintivo de ya instalado
ja: インストール済みバッジ
zh_hans: 已安装标签
zh_hant: 已安裝標籤

source: Also active on: %@
es: También activo en: %@
ja: 次でも有効: %@
zh_hans: 也在以下显示器上使用：%@
zh_hant: 也在以下顯示器上使用：%@

source: Always
es: Siempre
ja: 常に再生
zh_hans: 始终播放
zh_hant: 一律播放

source: Animal
es: Animales
ja: 動物
zh_hans: 动物
zh_hant: 動物

source: Another Steam operation is running. Try again when it finishes.
es: Hay otra operación de Steam en curso. Vuelve a intentarlo cuando termine.
ja: 別の Steam 操作が実行中です。完了してからもう一度お試しください。
zh_hans: 另一项 Steam 操作正在进行。请等它结束后重试。
zh_hant: 另一項 Steam 操作正在進行。請等它結束後重試。

source: Another SteamCMD operation was running, so the install expired.
es: Había otra operación de SteamCMD en curso, así que la instalación ha caducado.
ja: 別の SteamCMD 処理の実行中だったため、インストールがタイムアウトしました。
zh_hans: 另一项 SteamCMD 操作正在进行，本次安装已超时。
zh_hant: 另一項 SteamCMD 操作正在進行，本次安裝已逾時。

source: Another app copy provides the system wallpaper
es: Otra copia de la app proporciona el fondo
ja: 別のアプリがシステム壁紙を提供しています
zh_hans: 系统壁纸由另一份应用提供
zh_hant: 系統桌布由另一份應用程式提供

source: App copy
es: Copia de la app
ja: アプリ内コピー
zh_hans: App 内副本
zh_hant: App 內副本

source: Appearance
es: Apariencia
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Apple Aerials
es: Vistas aéreas de Apple
ja: Apple の空撮
zh_hans: Apple 航拍
zh_hant: Apple 空照圖

source: Apple TV's aerial screensavers
es: Los salvapantallas de vistas aéreas del Apple TV
ja: Apple TV の空撮スクリーンセーバー
zh_hans: Apple TV 同款航拍屏幕保护程序
zh_hant: Apple TV 同款空照圖螢幕保護程式

source: Application Pause Rules
es: Reglas de pausa por app
ja: アプリ別の一時停止ルール
zh_hans: 应用暂停规则
zh_hant: App 暫停規則

source: Applied
es: Aplicado
ja: 適用済み
zh_hans: 已应用
zh_hant: 已套用

source: Applied to %@
es: Aplicado a %@
ja: %@ に適用しました
zh_hans: 已应用到 %@
zh_hant: 已套用到 %@

source: Applied to all displays
es: Aplicado a todas las pantallas
ja: すべてのディスプレイに適用しました
zh_hans: 已应用到所有显示器
zh_hant: 已套用到所有顯示器

source: Applies to all overlay previews.
es: Se aplica a todas las vistas previas de superposiciones.
ja: すべてのオーバーレイのプレビューに適用されます。
zh_hans: 应用于所有叠加层预览。
zh_hant: 套用至所有疊加層預覽。

source: Applies to displays that have not been changed here.
es: Se aplica a las pantallas que no se han cambiado aquí.
ja: ここで個別に変更していないディスプレイに適用されます。
zh_hans: 适用于未在此处单独修改的显示器。
zh_hant: 適用於未在此處單獨修改的顯示器。

source: Applies to every wallpaper grid.
es: Se aplica a todas las cuadrículas de fondos.
ja: すべての壁紙グリッドに適用されます。
zh_hans: 作用于所有壁纸网格。
zh_hant: 作用於所有桌布網格。

source: Applies to every widget panel on every display.
es: Se aplica a todos los paneles de widgets en todas las pantallas.
ja: すべてのディスプレイのすべてのウィジェットパネルに適用されます。
zh_hans: 应用于所有显示器上的全部小组件。
zh_hant: 套用至所有顯示器上的所有小工具面板。

source: Applies to screenshots, recording, and sharing, including widgets. When off, shows the macOS desktop picture.
es: Se aplica a capturas, grabaciones y pantalla compartida, incluidos los widgets. Al desactivarlo, se muestra el fondo de pantalla de macOS.
ja: スクリーンショット、録画、画面共有に適用され、ウィジェットも同じ設定に従います。オフでは macOS の壁紙を表示します。
zh_hans: 适用于截屏、录制和共享，小组件也遵循此设置。关闭后显示 macOS 墙纸。
zh_hant: 適用於截圖、錄製和共享，小工具也遵循此設定。關閉後顯示 macOS 背景圖片。

source: Applies to video and scene wallpapers.
es: Se aplica a fondos de vídeo y de escena.
ja: 動画とシーンの壁紙に適用されます。
zh_hans: 适用于视频和场景壁纸。
zh_hant: 適用於影片和場景桌布。

source: Apply
es: Aplicar
ja: 適用
zh_hans: 应用
zh_hant: 套用

source: Apply Local Project
es: Aplicar proyecto local
ja: ローカルプロジェクトを適用
zh_hans: 应用本地项目
zh_hant: 套用本機專案

source: Apply Project
es: Aplicar proyecto
ja: プロジェクトを適用
zh_hans: 应用项目
zh_hant: 套用專案

source: Apply Project Folder
es: Aplicar carpeta de proyecto
ja: プロジェクトフォルダを適用
zh_hans: 应用项目文件夹
zh_hant: 套用專案資料夾

source: Apply Wallpaper
es: Aplicar fondo de pantalla
ja: 壁紙を適用
zh_hans: 应用壁纸
zh_hant: 套用桌布

source: Apply a wallpaper to enable effects
es: Aplica un fondo de pantalla para activar los efectos
ja: 壁紙を適用するとエフェクトを有効にできます
zh_hans: 应用壁纸后可启用效果
zh_hant: 套用桌布後即可啟用效果

source: Apply this overlay to every other display?
es: ¿Aplicar esta superposición a todas las demás pantallas?
ja: このオーバーレイを他のすべてのディスプレイに適用しますか？
zh_hans: 把这个叠加层应用到其他所有显示器？
zh_hant: 把這個疊加層套用到其他所有顯示器？

source: Apply this time slot's wallpaper now
es: Aplicar ahora el fondo de pantalla de esta franja
ja: この時間帯の壁紙を今すぐ適用
zh_hans: 立即应用当前时段的壁纸
zh_hant: 立即套用目前時段的桌布

source: Apply this wallpaper to every other display?
es: ¿Aplicar este fondo de pantalla a todas las demás pantallas?
ja: この壁紙を他のすべてのディスプレイに適用しますか？
zh_hans: 将此壁纸应用到所有其他显示器？
zh_hant: 要將此桌布套用到其他所有顯示器嗎？

source: Apply to
es: Aplicar a
ja: 適用先
zh_hans: 应用到
zh_hant: 套用到

source: Apply to %@
es: Aplicar a %@
ja: %@ に適用
zh_hans: 应用于 %@
zh_hant: 套用到 %@

# Apply to %@ (⌘%lld)
source: Apply to %1$@ (⌘%2$lld)
es: Aplicar a %1$@ (⌘%2$lld)
ja: %1$@ に適用（⌘%2$lld）
zh_hans: 应用于 %1$@（⌘%2$lld）
zh_hant: 套用到 %1$@（⌘%2$lld）

source: Apply to %@ when done
es: Aplicar a %@ al terminar
ja: 完了後に %@ に適用
zh_hans: 完成后应用到 %@
zh_hant: 完成後套用到 %@

source: Apply to All
es: Aplicar a todas
ja: すべてに適用
zh_hans: 应用到全部
zh_hant: 套用到全部

source: Apply to All Displays
es: Aplicar a todas las pantallas
ja: すべてのディスプレイに適用
zh_hans: 应用到所有显示器
zh_hant: 套用到所有顯示器

source: Apply to This Display
es: Aplicar a esta pantalla
ja: このディスプレイに適用
zh_hans: 应用到这台显示器
zh_hant: 套用到這台顯示器

source: Apply to all displays
es: Aplicar a todas las pantallas
ja: すべてのディスプレイに適用
zh_hans: 应用到所有显示器
zh_hant: 套用到所有顯示器

source: Applying…
es: Aplicando…
ja: 適用中…
zh_hans: 正在应用…
zh_hant: 正在套用…

# Approve LiveWallpaper in Login Items
source: Approve Loomscreen in Login Items
es: Aprobar Loomscreen en Elementos de inicio
ja: ログイン項目で Loomscreen を承認してください
zh_hans: 请在登录项中批准 Loomscreen
zh_hant: 請在登入項目中核准 Loomscreen

source: Approved
es: Aprobado
ja: 承認済み
zh_hans: 已审核
zh_hant: 已審核

source: Approximate
es: Aproximado
ja: 近似
zh_hans: 近似
zh_hant: 近似

source: Artist
es: Artista
ja: アーティスト
zh_hans: 艺人
zh_hant: 演出者

source: Artwork
es: Ilustración
ja: アートワーク
zh_hans: 封面
zh_hant: 封面

source: Artwork shadow
es: Sombra de la ilustración
ja: アートワークの影
zh_hans: 封面阴影
zh_hant: 封面陰影

source: Artwork shape
es: Forma de la ilustración
ja: アートワークの形
zh_hans: 封面形状
zh_hant: 封面形狀

source: Artwork size
es: Tamaño de la ilustración
ja: アートワークのサイズ
zh_hans: 封面大小
zh_hant: 封面大小

source: Asset Pack
es: Paquete de recursos
ja: アセットパック
zh_hans: 素材包
zh_hant: 素材包

source: Assets
es: Recursos
ja: アセット
zh_hans: 资源
zh_hant: 資源

source: Assets linked; version unknown. Update to download and identify the current build.
es: Recursos vinculados; versión desconocida. Actualiza para descargar e identificar la compilación actual.
ja: リソースはリンク済みですが、バージョンは不明です。更新すると最新ビルドをダウンロードし、バージョンを記録します。
zh_hans: 资源已关联，版本未知。更新可下载当前版本并记录版本信息。
zh_hant: 資源已連結，版本未知。更新可下載目前版本並記錄版本資訊。

source: Assets version unknown
es: Versión de los recursos desconocida
ja: アセットのバージョンが不明
zh_hans: 资源版本未知
zh_hant: 資源版本未知

source: Attach the sanitized log from Finder to the GitHub issue.
es: Adjunta el registro sin datos personales desde Finder a la incidencia de GitHub.
ja: Finder から個人情報を除去したログを GitHub Issue に添付してください。
zh_hans: 从“访达”将脱敏日志附加到 GitHub 议题。
zh_hant: 從 Finder 將去識別化日誌附加至 GitHub 議題。

source: Attention
es: Atención
ja: 要対応
zh_hans: 需关注
zh_hant: 需關注

source: Audio Defaults
es: Valores de audio predeterminados
ja: サウンドの既定値
zh_hans: 声音默认值
zh_hant: 聲音預設值

source: Audio Response
es: Respuesta de audio
ja: オーディオ反応
zh_hans: 音频响应
zh_hant: 音訊反應

source: Audio is muted.
es: El audio está silenciado.
ja: オーディオは消音中です。
zh_hans: 音频已静音。
zh_hant: 音訊已靜音。

source: Audio reactive
es: Reactivo al audio
ja: オーディオ反応
zh_hans: 音频响应
zh_hant: 音訊反應

source: Audio response is off
es: La respuesta de audio está desactivada
ja: オーディオ反応はオフです
zh_hans: 音频响应已关闭
zh_hant: 音訊回應已關閉

source: Audio responsive
es: Reactivo al audio
ja: オーディオ反応
zh_hans: 音频响应
zh_hant: 音訊回應

source: Audio-reactive visuals need Audio Response turned on in Settings.
es: Los visuales reactivos al audio necesitan que Respuesta de audio esté activada en Ajustes.
ja: サウンドに反応するビジュアルを表示するには、設定で「オーディオ反応」をオンにしてください。
zh_hans: 要显示随声音律动的视觉效果，请在“设置”中开启“音频响应”。
zh_hant: 要顯示隨聲音律動的視覺效果，請在「設定」中開啟「音訊反應」。

source: Authorize
es: Autorizar
ja: 許可
zh_hans: 授权
zh_hant: 授權

source: Authorize access to downloaded aerials. Original files remain unchanged.
es: Autoriza el acceso a las vistas aéreas descargadas. Los archivos originales no se modifican.
ja: ダウンロード済みの空撮へのアクセスを許可します。元のファイルは変更されません。
zh_hans: 授权读取已下载的航拍资源，不修改原文件。
zh_hant: 授權讀取已下載的空照圖資源，不修改原始檔案。

source: Authorize access to installed Workshop wallpapers in the Steam library.
es: Autoriza el acceso a los fondos de Workshop instalados en la biblioteca de Steam.
ja: Steam ライブラリにインストールされたワークショップの壁紙へのアクセスを許可します。
zh_hans: 授权读取 Steam 库中已安装的创意工坊壁纸。
zh_hant: 授權讀取 Steam 收藏庫中已安裝的工作坊桌布。

source: Authorize the Claude or Codex folder in Loomscreen: Overlays › Widgets › AI Session History Access.
es: Autoriza la carpeta de Claude o Codex en Loomscreen: Superposiciones › Widgets › Acceso al historial de sesiones de IA.
ja: Loomscreen の「オーバーレイ › ウィジェット › AI セッション履歴へのアクセス」で Claude または Codex のフォルダーへのアクセスを許可してください。
zh_hans: 请在 Loomscreen 的“叠加层 › 小组件 › AI 会话历史访问权限”中授权 Claude 或 Codex 文件夹。
zh_hant: 請在 Loomscreen 的「疊加層 › 小工具 › AI 工作階段記錄存取權限」中授權 Claude 或 Codex 資料夾。

source: Authorize this location
es: Autorizar esta ubicación
ja: この場所を許可
zh_hans: 授权这个位置
zh_hant: 授權這個位置

source: Authorize your Steam library folder before checking your subscriptions.
es: Autoriza tu carpeta de biblioteca de Steam antes de comprobar tus suscripciones.
ja: サブスクリプションを確認する前に Steam ライブラリフォルダを許可してください。
zh_hans: 检查订阅前请先授权你的 Steam 库文件夹。
zh_hant: 檢查訂閱前請先授權你的 Steam 收藏庫資料夾。

source: Authorize your Steam library folder first.
es: Autoriza primero la carpeta de tu biblioteca de Steam.
ja: 先に Steam ライブラリフォルダを許可してください。
zh_hans: 请先授权 Steam 库文件夹。
zh_hant: 請先授權 Steam 收藏庫資料夾。

source: Authorize your Steam library folder to check this.
es: Autoriza la carpeta de tu biblioteca de Steam para comprobarlo.
ja: この検査には Steam ライブラリフォルダの許可が必要です。
zh_hans: 需要先授权 Steam 库文件夹才能检查这一项。
zh_hant: 需要先授權 Steam 收藏庫資料夾才能檢查這一項。

source: Authorize your official Steam Library to read installed items
es: Autoriza tu biblioteca oficial de Steam para leer los elementos instalados
ja: インストール済みアイテムを読み取るため、公式 Steam ライブラリを許可してください
zh_hans: 授权你的官方 Steam 库以读取已安装项目
zh_hant: 授權你的官方 Steam 收藏庫以讀取已安裝項目

source: Authorized
es: Autorizado
ja: 許可済み
zh_hans: 已授权
zh_hant: 已授權

source: Auto Refresh
es: Actualización automática
ja: 自動更新
zh_hans: 自动刷新
zh_hant: 自動重新整理

source: Auto warm tint
es: Tinte cálido automático
ja: 自動ウォームティント
zh_hans: 自动暖色调
zh_hant: 自動暖色調

source: Auto-refresh interval
es: Intervalo de actualización automática
ja: 自動更新の間隔
zh_hans: 自动刷新间隔
zh_hant: 自動重新整理間隔

source: Auto-rotate
es: Rotación automática
ja: 自動切り替え
zh_hans: 自动切换
zh_hant: 自動切換

source: Automatic recovery runs while Loomscreen is open, waits for persistent failure, and restarts at most once every five minutes.
es: La recuperación funciona con Loomscreen abierto, espera un fallo persistente y reinicia como máximo una vez cada cinco minutos.
ja: Loomscreen の起動中に継続的な障害を確認して復旧します。再起動は5分に1回までです。
zh_hans: 自动恢复在 Loomscreen 运行时生效，仅处理持续故障，每五分钟最多重启一次。
zh_hant: 自動恢復在 Loomscreen 執行時生效，僅處理持續故障，每五分鐘最多重新啟動一次。

source: Automatically adjust color temperature by time of day
es: Ajustar automáticamente la temperatura de color según la hora del día
ja: 時刻に応じて色温度を自動調整
zh_hans: 根据时间段自动调整色温
zh_hant: 依一天中的時間自動調整色溫

source: Automatically adjusts color warmth based on time of day
es: Ajusta automáticamente la calidez del color según la hora del día
ja: 時刻に応じて色の暖かさを自動調整
zh_hans: 根据时间段自动调整色温
zh_hant: 依一天中的時間自動調整色彩暖度

source: Automatically recover stalled connections
es: Recuperar conexiones bloqueadas
ja: 停止した接続を自動復旧
zh_hans: 自动恢复卡住的连接
zh_hant: 自動恢復停滯的連線

source: Autoplay preview on hover
es: Reproducir vista previa automáticamente al pasar el cursor
ja: ホバー時にプレビューを自動再生
zh_hans: 悬停自动播放预览
zh_hant: 懸停自動播放預覽

source: Available
es: Disponible
ja: 利用可能
zh_hans: 可用
zh_hant: 可用

source: Back
es: Atrás
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Back to %@
es: Volver a %@
ja: %@ に戻る
zh_hans: 返回 %@
zh_hant: 返回 %@

source: Back to App
es: Volver a la app
ja: アプリに戻る
zh_hans: 返回应用
zh_hant: 返回 App

source: Back to Browse
es: Volver a explorar
ja: 閲覧に戻る
zh_hans: 返回浏览
zh_hant: 返回瀏覽

source: Back to library
es: Volver a los proyectos recientes
ja: 最近のプロジェクトに戻る
zh_hans: 返回最近项目
zh_hant: 返回最近項目

source: Background Steam connector
es: Conector de Steam en segundo plano
ja: バックグラウンドの Steam コネクタ
zh_hans: 后台 Steam 连接器
zh_hant: 背景 Steam 連接器

source: Backing
es: Fondo
ja: バッキング
zh_hans: 背衬像素
zh_hant: 背襯像素

source: Backup & Restore
es: Copia de seguridad y restauración
ja: バックアップと復元
zh_hans: 备份与恢复
zh_hant: 備份與還原

source: Bad payload
es: Payload no válido
ja: 不正なペイロード
zh_hans: 无效数据
zh_hant: 無效資料

source: Banned
es: Bloqueado
ja: 禁止
zh_hans: 已封禁
zh_hant: 已封鎖

source: Battery
es: Batería
ja: バッテリー
zh_hans: 电池
zh_hant: 電池

source: Battery Policy
es: Política de batería
ja: バッテリーポリシー
zh_hans: 电池策略
zh_hant: 電池策略

source: Battery at %@
es: Batería al %@
ja: バッテリー %@
zh_hans: 电池电量 %@
zh_hant: 電池電量 %@

source: Beat sensitivity
es: Sensibilidad al ritmo
ja: ビート感度
zh_hans: 节拍灵敏度
zh_hant: 節拍靈敏度

source: Bindings are kept while off. Shortcuts require a modifier key and must not conflict with other shortcuts.
es: Las asignaciones se conservan al desactivarlos. Cada atajo requiere una tecla modificadora y no debe entrar en conflicto con otros atajos.
ja: オフにしても割り当ては保持されます。ショートカットには修飾キーが必要で、ほかのショートカットと重複できません。
zh_hans: 关闭后保留快捷键绑定。组合需包含修饰键，且不得与其他快捷键冲突。
zh_hant: 關閉後保留快速鍵綁定。組合需包含修飾鍵，且不得與其他快速鍵衝突。

source: Blink Separators
es: Parpadear separadores
ja: 区切りを点滅
zh_hans: 冒号闪动
zh_hant: 冒號閃動

source: Block Trackers
es: Bloquear rastreadores
ja: トラッカーをブロック
zh_hans: 阻止跟踪器
zh_hant: 封鎖追蹤器

source: Block trackers
es: Bloquear rastreadores
ja: トラッカーをブロック
zh_hans: 拦截跟踪器
zh_hant: 封鎖追蹤器

source: Blur
es: Desenfoque
ja: ぼかし
zh_hans: 模糊
zh_hant: 模糊

source: Blur mature thumbnails
es: Desenfocar miniaturas para adultos
ja: 成人向けサムネイルをぼかす
zh_hans: 模糊成人内容缩略图
zh_hant: 模糊成人內容縮圖

source: Blur mature thumbnails until clicked
es: Desenfocar las miniaturas para adultos hasta que se pulse en ellas
ja: クリックするまで成人向けサムネイルをぼかす
zh_hans: 点击前模糊成人内容缩略图
zh_hant: 點按前模糊成人內容縮圖

source: Bookmark
es: Marcador
ja: ブックマーク
zh_hans: 添加书签
zh_hant: 加入書籤

source: Bookmark this wallpaper
es: Marcar este fondo de pantalla
ja: この壁紙をブックマーク
zh_hans: 将此壁纸加入书签
zh_hant: 將此桌布加入書籤

source: Bookmarked
es: Marcado
ja: ブックマーク済み
zh_hans: 已添加书签
zh_hant: 已加入書籤

source: Bookmarked — click to rename or remove
es: Marcado — haz clic para cambiar el nombre o eliminarlo
ja: ブックマーク済み — クリックして名前変更または削除
zh_hans: 已添加书签——点击重命名或移除
zh_hant: 已加入書籤——點擊重新命名或移除

source: Bookmarks
es: Marcadores
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

source: Bottom center
es: Abajo al centro
ja: 下中央
zh_hans: 底部居中
zh_hant: 底部置中

source: Bottom left
es: Abajo a la izquierda
ja: 左下
zh_hans: 左下
zh_hant: 左下

source: Bottom right
es: Abajo a la derecha
ja: 右下
zh_hans: 右下
zh_hant: 右下

source: Breakdown
es: Desglose
ja: 内訳
zh_hans: 明细
zh_hant: 明細

source: Brightness
es: Brillo
ja: 明るさ
zh_hans: 亮度
zh_hant: 亮度

source: Bring the settings window to the front.
es: Traer la ventana de ajustes al frente.
ja: 設定ウインドウを最前面に表示します。
zh_hans: 将设置窗口置于最前。
zh_hant: 將設定視窗置於最前。

source: Browse Apple Aerials
es: Explorar vistas aéreas de Apple
ja: Apple の空撮を見る
zh_hans: 浏览 Apple 航拍
zh_hant: 瀏覽 Apple 空照圖

source: Browse Online
es: Explorar en línea
ja: ワークショップを見る
zh_hans: 浏览创意工坊
zh_hant: 瀏覽工作坊

source: Browse Steam Workshop
es: Explorar Steam Workshop
ja: Steam ワークショップを見る
zh_hans: 浏览 Steam 创意工坊
zh_hant: 瀏覽 Steam 工作坊

source: Browse Wallpaper Engine from Steam
es: Explorar Wallpaper Engine desde Steam
ja: Steam で Wallpaper Engine を閲覧
zh_hans: 从 Steam 浏览 Wallpaper Engine
zh_hant: 從 Steam 瀏覽 Wallpaper Engine

source: Browse all in Workshop
es: Explorar todo en Workshop
ja: ワークショップ ですべてを閲覧
zh_hans: 在创意工坊中浏览全部
zh_hant: 在工作坊中瀏覽全部

source: Browse installed and online Workshop wallpapers
es: Explorar fondos de pantalla de Workshop instalados y en línea
ja: インストール済みおよびオンラインの ワークショップ 壁紙を閲覧
zh_hans: 浏览已安装和在线的创意工坊壁纸
zh_hant: 瀏覽已安裝和線上的工作坊桌布

source: Browse items tagged %@
es: Explorar elementos con la etiqueta %@
ja: %@ タグのアイテムを表示
zh_hans: 浏览带标签 %@ 的条目
zh_hant: 瀏覽標籤為 %@ 的項目

source: Browse the Workshop
es: Explorar el Workshop
ja: ワークショップをブラウズ
zh_hans: 浏览创意工坊
zh_hant: 瀏覽工作坊

source: Browse without signing in. Downloads require Steam sign-in.
es: No es necesario iniciar sesión para explorar. Las descargas requieren iniciar sesión en Steam.
ja: 閲覧にサインインは不要です。ダウンロードには Steam へのサインインが必要です。
zh_hans: 浏览无需登录，下载需登录 Steam。
zh_hant: 瀏覽無須登入，下載需登入 Steam。

source: Browsing without an API key
es: Exploración sin clave de API
ja: API キーなしで閲覧中
zh_hans: 正在无 API key 浏览
zh_hant: 正在無 API key 瀏覽

source: Bubbles
es: Burbujas
ja: 泡
zh_hans: 气泡
zh_hant: 氣泡

source: Building render graph
es: Generando el grafo de renderizado
ja: レンダーグラフを構築中
zh_hans: 正在构建渲染图
zh_hant: 正在建構渲染圖

source: Built-in
es: Integrado
ja: 内蔵
zh_hans: 内置
zh_hant: 內建

source: Built-in WPE layer %@ is not available on macOS
es: La capa WPE integrada %@ no está disponible en macOS
ja: 組み込み WPE レイヤー %@ は macOS では利用できません
zh_hans: 内置 WPE 图层 %@ 在 macOS 上不可用
zh_hant: 內建 WPE 圖層 %@ 在 macOS 上無法使用

source: Built-in trust for the platform's official embed surface — cannot be revoked.
es: Confianza integrada para la superficie de inserción oficial de la plataforma — no se puede revocar.
ja: プラットフォーム公式の埋め込みドメインに対する組み込み信頼 — 取り消せません。
zh_hans: 平台官方嵌入域名的内置信任——无法撤销。
zh_hant: 平台官方嵌入網域的內建信任——無法撤銷。

source: CPU usage
es: Uso de CPU
ja: CPU 使用量
zh_hans: CPU 使用率
zh_hant: CPU 使用量

source: CSS points
es: Puntos CSS
ja: CSS ポイント
zh_hans: CSS 点
zh_hant: CSS 點

source: Cache Error
es: Error de caché
ja: キャッシュエラー
zh_hans: 缓存错误
zh_hant: 快取錯誤

source: Cached Files
es: Archivos en caché
ja: キャッシュファイル
zh_hans: 缓存文件
zh_hant: 快取檔案

source: Cached input
es: Entrada en caché
ja: キャッシュ入力
zh_hans: 缓存输入
zh_hant: 快取輸入

source: Cached scene video frames. Limited to 2 GB; older files are cleared automatically.
es: Fotogramas de vídeo de escenas en caché. Límite de 2 GB; los archivos antiguos se borran automáticamente.
ja: シーン動画のフレームキャッシュです。上限は2 GBで、古いファイルは自動削除されます。
zh_hans: 缓存的场景视频画面。上限 2 GB，旧文件自动清理。
zh_hant: 快取的場景影片畫面。上限 2 GB，舊檔案自動清除。

source: Caches
es: Cachés
ja: キャッシュ
zh_hans: 缓存
zh_hant: 快取

source: Calculating cache size…
es: Calculando el tamaño de la caché…
ja: キャッシュサイズを計算中…
zh_hans: 正在计算缓存大小…
zh_hant: 正在計算快取大小…

source: Calculating storage footprint…
es: Calculando el espacio ocupado…
ja: ストレージ使用量を計算中…
zh_hans: 正在计算存储占用…
zh_hant: 正在計算儲存空間占用…

source: Can be cleared; rebuilt when needed.
es: Se pueden borrar; se reconstruyen cuando se necesitan.
ja: 削除できます。必要に応じて再作成されます。
zh_hans: 可清理，使用时自动重建。
zh_hant: 可清除，使用時自動重建。

source: Can't find the file. It may have been deleted, or its disk isn't connected.
es: No se encuentra el archivo. Puede que se haya eliminado o que su disco no esté conectado.
ja: ファイルが見つかりません。削除されたか、保存先のディスクが接続されていない可能性があります。
zh_hans: 找不到该文件：它可能已被删除，或所在磁盘未连接。
zh_hant: 找不到該檔案：它可能已被刪除，或所在磁碟未連接。

source: Can't run on this Mac
es: No puede ejecutarse en este Mac
ja: この Mac では実行できません
zh_hans: 本机无法运行
zh_hant: 無法在這台 Mac 上執行

source: Can't run on this Mac: %@
es: No puede ejecutarse en este Mac: %@
ja: この Mac では実行できません: %@
zh_hans: 本机无法运行：%@
zh_hant: 無法在這台 Mac 上執行：%@

source: Can't use %@
es: No se puede usar %@
ja: %@ は使用できません
zh_hans: 无法使用 %@
zh_hant: 無法使用 %@

source: Can't use Wallpaper Engine projects
es: No se pueden usar proyectos de Wallpaper Engine
ja: Wallpaper Engine プロジェクトは使用できません
zh_hans: 无法使用 Wallpaper Engine 项目
zh_hant: 無法使用 Wallpaper Engine 專案

source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel Auto-Apply
es: Cancelar aplicación automática
ja: 自動適用をキャンセル
zh_hans: 取消自动应用
zh_hant: 取消自動套用

source: Cancel download
es: Cancelar descarga
ja: ダウンロードをキャンセル
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel update
es: Cancelar actualización
ja: 更新をキャンセル
zh_hans: 取消更新
zh_hant: 取消更新

source: Cancelled
es: Cancelado
ja: キャンセル済み
zh_hans: 已取消
zh_hant: 已取消

source: Cannot access %@
es: No se puede acceder a %@
ja: %@ にアクセスできません
zh_hans: 无法访问 %@
zh_hant: 無法存取 %@

source: Cannot access %@. Re-pick the source to restore permission.
es: No se puede acceder a %@. Vuelve a elegir el origen para restaurar el permiso.
ja: %@ にアクセスできません。権限を復元するにはソースを選び直してください。
zh_hans: 无法访问 %@。请重新选择源以恢复权限。
zh_hant: 無法存取 %@。請重新選擇來源以恢復權限。

source: Capability: %@
es: Capacidad: %@
ja: 機能: %@
zh_hans: 能力：%@
zh_hant: 能力：%@

source: Capture this video's frame when locking
es: Capturar el fotograma de este vídeo al bloquear
ja: ロック時にこのビデオのフレームをキャプチャ
zh_hans: 锁定时捕获此视频的画面
zh_hant: 鎖定時擷取此影片的影格

source: Capture video frame when locking
es: Capturar el fotograma del vídeo al bloquear
ja: ロック時にビデオフレームをキャプチャ
zh_hans: 锁定时捕获视频画面
zh_hant: 鎖定時擷取影片影格

source: Captures this video's current frame at lock and sets it as the macOS desktop picture.
es: Captura el fotograma actual de este vídeo al bloquear y lo establece como fondo de pantalla de macOS.
ja: ロック時にこの動画の現在のフレームを取り込み、macOS の壁紙に設定します。
zh_hans: 锁屏时截取这个视频的当前帧，并设为 macOS 墙纸。
zh_hant: 鎖定時擷取這個影片的當前影格，並設為 macOS 背景圖片。

source: Cards rendered at once
es: Tarjetas mostradas a la vez
ja: 同時に表示するカードの上限
zh_hans: 同时渲染的卡片上限
zh_hant: 同時渲染的卡片上限

source: Cartoon
es: Dibujos animados
ja: カートゥーン
zh_hans: 卡通
zh_hant: 卡通

source: Category
es: Categoría
ja: カテゴリ
zh_hans: 类别
zh_hant: 類別

source: Center
es: Centro
ja: 中央
zh_hans: 居中
zh_hant: 置中

source: Center: original size
es: Centrado: tamaño original
ja: 中央：元のサイズ
zh_hans: 居中：原始尺寸
zh_hant: 置中：原始尺寸

source: Change
es: Cambiar
ja: 変更
zh_hans: 更改
zh_hant: 更改

source: Change Notes
es: Notas de cambios
ja: 更新履歴
zh_hans: 更新说明
zh_hant: 更新說明
